Repository: praekeltfoundation/molo-basic-who
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: January
hi: जनवरी

source: February
hi: फरवरी

source: March
hi: मार्च

source: April
hi: अप्रैल

source: May
hi: मई

source: June
hi: जून

source: July
hi: जुलाई

source: August
hi: अगस्त

source: September
hi: सितंबर

source: October
hi: अक्टूबर

source: November
hi: नवंबर

source: December
hi: दिसंबर

source: Add anonymously
hi: गुमनाम रूप से जोड़ें

source: This field is required
hi: यह फ़ील्ड आवश्यक है

source: Are you a ...
hi: क्या आप एक _____ हैं

source: Ensure this value has at least 4 characters (it has 1)
hi: सुनिश्चित करें कि इस वैल्यू में कम से कम 4 कैरेक्टर हों (इसमें 1 है)

source: Type your comment here...
hi: अपनी टिप्पणी यहां टाइप करें...

source: Reply successfully created.
hi: उत्तर सफलतापूर्वक बनाया गया।

source: Email address
hi: ईमेल पता

source: Name
hi: नाम

source: Anonymous
hi: गुमनाम

source: This comment has been removed by the community. Please read our platform rules.
hi: इस टिप्पणी को समुदाय द्वारा हटा दिया गया है। कृपया हमारे प्लेटफ़ॉर्म नियमों को पढ़ें।

source: Report
hi: रिपोर्ट करें

source: Reply
hi: जवाब दें

source: Share a Comment
hi: कोई टिप्पणी साझा करें

source: Log in to comment
hi: टिप्पणी करने के लिए लॉग-इन करें

source: Commenting on this article is currently disabled
hi: अभी इस लेख पर टिप्पणी नहीं की जा सकती

source: Comments
hi: टिप्पणियाँ

source: comment
hi: टिप्पणी

source: view more comments
hi: अधिक टिप्पणियाँ देखें

source: Thanks!
hi: धन्‍यवाद!

source: Your comment has been successfully posted
hi: आपकी टिप्पणी सफलतापूर्वक पोस्ट कर दी गई है

source: Back to article
hi: लेख पर वापस जाएं

source: Home
hi: होम

source: Please
hi: कृपया

source: log in
hi: टिप्पणी करने के लिए

source: to leave a comment.
hi: लॉग-इन करें।

source: This comment has been reported.
hi: इस टिप्पणी को रिपोर्ट किया गया है।

source: It will be reviewed by the team and may be removed if it breaks our Platform rules
hi: टीम द्वारा इसकी समीक्षा की जाएगी और अगर यह हमारे प्लेटफ़ॉर्म नियमों को तोड़ती है तो इसे हटाया जा सकता है

source: Reporting comment replies is not allowed.
hi: टिप्पणी पर दिए जाने वाले जवाबों को रिपोर्ट करने की अनुमति नहीं है।

source: The comment has been reported.
hi: इस टिप्पणी को रिपोर्ट किया गया है।

source: Zulu
hi: ज़ुलु

source: Xhosa
hi: शोसा

source: Sotho
hi: सोथो

source: Venda
hi: वेंडा

source: Tswana
hi: स्वाना

source: Tsonga
hi: सोंगा

source: Swati
hi: स्वाति

source: Ndebele
hi: डेबेले

source: Access Denied
hi: एक्सेस अस्वीकार किया गया

source: You do not have permssion to access this site.
hi: आपको यह साइट एक्सेस करने की अनुमति नहीं है।

source: Unable to Login
hi: लॉग-इन करने में असमर्थ

source: Hi
hi: हाय!

source: Sorry, you are having trouble accessing this feature! Due to a temporary technical issue, login and registrations are not available on the Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at
hi: क्षमा करें कि आपको इस फ़ीचर को एक्सेस करने में समस्या हो रही है! एक अस्थायी तकनीकी समस्या के कारण, अभी के लिए Free Basics ऐप पर लॉग-इन और रजिस्टर नहीं किया जा सकता। किसी प्रोफ़ाइल के लिए लॉग-इन करने या उसे रजिस्टर करने के लिए, अपने मोबाइल ब्राउज़र के माध्यम से हमारी निःशुल्क मोबिसाइट पर जाएँ

source: We're working hard to get this problem resolved. Thank you.
hi: हम इस समस्या का समाधान निकालने के लिए कड़ी मेहनत कर रहे हैं। धन्यवाद।

source: Page not found
hi: पेज नहीं मिला

source: Sorry, this page could not be found.
hi: क्षमा कीजिए, यह पेज नहीं मिल रहा है।

source: Internal server error
hi: आंतरिक सर्वर त्रुटि

source: Sorry, there seems to be an error. Please try again soon.
hi: क्षमा करें, ऐसा लगता है कि कोई त्रुटि हुई है। कृपया जल्द ही फिर से कोशिश करें।

source: Site Language:
hi: साइट की भाषा :

source: Next up in
hi: में अगला आएगा

source: Recommended
hi: अनुशंसित

source: Latest
hi: सबसे नया

source: Topic of the Day
hi: दिन का विषय

source: Sign in
hi: साइन-इन करें

source: LOGIN TO YOUR ACCOUNT!
hi: अपने अकाउंट में लॉग-इन करें!

source: We’re excited to have you...
hi: हम आपको पाकर उत्साहित हैं...

source: Your username and password does not match. Please try again.
hi: आपका यूज़रनेम और पासवर्ड मेल नहीं खाता। कृपया फिर से कोशिश करें।

source: Username
hi: यूज़रनेम

source: 4-digit pin
hi: 4-अंकीय पिन

source: Forgotten your password?
hi: अपना पासवर्ड भूल गए?

source: Your password has been set. You may go ahead and log in now.
hi: आपका पासवर्ड सेट कर दिया गया है। आप आगे बढ़ कर अभी लॉग-इन कर सकते हैं।

source: Log in
hi: लॉग-इन करें

source: Please enter your new password twice so we can verify you typed it in correctly.
hi: कृपया अपना नया पासवर्ड दो बार दर्ज करें ताकि हम सत्यापित कर सकें कि आपने इसे सही टाइप किया है।

source: New password:
hi: नया पासवर्ड:

source: Confirm password:
hi: पासवर्ड की पुष्टि करें:

source: Change my password
hi: मेरा पासवर्ड बदलें

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
hi: पासवर्ड रीसेट लिंक अमान्य था, संभवतः इसलिए कि इसका पहले ही उपयोग किया जा चुका है। कृपया एक नया पासवर्ड रीसेट करने का अनुरोध करें।

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
hi: यदि आपके द्वारा दर्ज किए गए ईमेल के साथ कोई खाता मौजूद है, तो हमने आपको आपका पासवर्ड सेट करने के निर्देश ईमेल कर दिए हैं। जल्द ही आपको यह मिल जाना चाहिए।

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
hi: यदि आपको कोई ईमेल प्राप्त नहीं होता है, तो कृपया सुनिश्चित करें कि आपने वही पता दर्ज किया हो जिससे आपने रजिस्टर किया था, और अपना स्पैम फ़ोल्डर भी जांच लें।

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
hi: अपना पासवर्ड भूल गए? नीचे अपना ईमेल पता दर्ज करें, और हम एक नया पासवर्ड सेट करने के लिए निर्देश ईमेल करेंगे।

source: Email address:
hi: ई-मेल पता:

source: Reset my password
hi: मेरा पासवर्ड रीसेट करें

source: Looking for something?
hi: कुछ खोज रहे हैं?

source: SEARCH
hi: खोजें

source: Search
hi: खोजें

source: No search results for
hi: का कोई खोज परिणाम नहीं मिला

source: I am looking for
hi: मैं ______ के बारे में खोज रहा/रही हूँ

source: That page is not translatable.
hi: उस पेज का अनुवाद नहीं किया जा सकता।

source: You didn't select a choice
hi: आपने कोई विकल्प नहीं चुना

source: Vote
hi: वोट करें

source: Submit
hi: सबमिट करें

source: Thank you! Your response has already been submitted.
hi: धन्यवाद! आपकी प्रतिक्रिया पहले ही सबमिट की जा चुकी है।

source: Log in to vote
hi: वोट करने के लिए लॉग-इन करें

source: Show Results
hi: परिणाम दिखाएँ

source: You voted:
hi: आपने वोट किया:

source: What's your opinion?
hi: आपकी राय क्या है?

source: Your answers:
hi: आपके जवाब:

source: Thank you for voting!
hi: वोट करने के लिए धन्यवाद!

source: Type
hi: प्रकार

source: Frontend Users
hi: फ्रंट-एंड यूज़र

source: Admin Users
hi: एडमिन यूज़र

source: Your email address is not configured. Please update it before exporting.
hi: आपका ईमेल पता कॉन्फ़िगर नहीं किया गया है। कृपया निर्यात करने से पहले इसे अपडेट करें।

source: CSV emailed to '{0}'
hi: CSV ने '{0}' को ईमेल किया

source: This value must contain only letters, numbers and underscores.
hi: इस वैल्यू में केवल अक्षर, संख्याएँ और अंडरस्कोर होने चाहिए।

source: This value must contain only numbers.
hi: इस वैल्यू में केवल संख्याएँ होनी चाहिए।

source: Display Name
hi: डिस्प्ले नाम

source: Gender
hi: लिंग

source: Location
hi: स्थान

source: Education Level
hi: शैक्षिक स्तर

source: Username already exists.
hi: यूज़रनेम पहले से मौजूद है।

source: Sorry, but that is an invalid username. Please don't use your %s in your username.
hi: क्षमा करें, लेकिन यह एक अमान्य यूज़रनेम है। कृपया अपने यूज़रनेम में %s का उपयोग न करें।

source: Sorry, but that is an invalid display name. Please don't use your %s in your display name.
hi: क्षमा करें, लेकिन यह एक अमान्य डिस्प्ले नाम है। कृपया अपने डिस्प्ले नाम में अपने %s का उपयोग न करें।

source: This value must contain only numbers.
hi: इस वैल्यू में केवल संख्याएँ होनी चाहिए।

source: Old Password
hi: पुराना पासवर्ड

source: New Password
hi: नया पासवर्ड

source: Confirm Password
hi: पासवर्ड की पुष्टि करें

source: New passwords do not match.
hi: नए पासवर्ड मेल नहीं खाते।

source: Confirm PIN
hi: PIN की पुष्टि करें

source: (e.g. 2086)
hi: (जैसे 2086)

source: Confirm New Password
hi: नए पासवर्ड की पुष्टि करें

source: Save
hi: सेव करें

source: Thank you for joining!
hi: शामिल होने के लिए धन्यवाद!

source: Let us know more about yourself to get access to exclusive content.
hi: विशिष्ट सामग्री का एक्सेस पाने के लिए हमें अपने बारे में और बताएँ।

source: SELECT DATE OF BIRTH
hi: जन्म तिथि चुनें

source: DISPLAY NAME
hi: डिस्प्ले नाम

source: We value your online security, therefore we hide your username and allow you to comment and interact with the site with a display name.
hi: हमारे लिए आपकी ऑनलाइन सुरक्षा महत्त्वपूर्ण है, इसलिए हम आपका यूज़रनेम छिपा देते हैं और आपको एक डिस्प्ले नाम के साथ टिप्पणी करने और साइट के साथ इंटरैक्ट करने की अनुमति देते हैं।

source: I IDENTIFY MY GENDER AS:
hi: मैं हूँ एक :

source: Only you will see this
hi: इसे केवल आप ही देख सकेंगे

source: WHERE DO YOU LIVE?
hi: आप कहां रहते हैं?

source: WHAT IS YOUR HIGHEST LEVEL OF EDUCATION?
hi: आपका उच्चतम शैक्षिक स्तर क्या है?

source: Home Page
hi: होम पेज

source: Profile
hi: प्रोफ़ाइल

source: Update your display name:
hi: अपना डिस्प्ले नाम अपडेट करें :

source: Update your date of birth:
hi: अपनी जन्मतिथि अपडेट करें :

source: Update your gender:
hi: अपनी लैंगिक पहचान अपडेट करें :

source: Update where you live:
hi: अपना निवास स्थान अपडेट करें :

source: Update your Education Level:
hi: अपना शैक्षिक स्तर अपडेट करें :

source: Update your mobile number:
hi: अपना मोबाइल नंबर अपडेट करें :

source: (e.g. 0914556789)
hi: (जैसे कि 0914556789)

source: Update your email address:
hi: अपना ईमेल पता अपडेट करें :

source: (e.g. example@foo.com)
hi: (जैसे कि example@foo.com)

source: Forgot PIN
hi: PIN भूल गए

source: Security question
hi: सुरक्षा प्रश्न

source: Please answer the following security question.
hi: कृपया निम्नलिखित सुरक्षा प्रश्न का उत्तर दें।

source: Register
hi: रजिस्टर करें

source: Already a member?
hi: पहले से ही सदस्य हैं?

source: Login
hi: लॉग-इन करें

source: Not a member yet?
hi: अभी तक सदस्य नहीं हैं?

source: Join us by signing up below.
hi: नीचे साइन-अप करके हमसे जुड़ें।

source: CHOOSE A USERNAME
hi: एक यूज़रनेम चुनें

source: This name you will use to log in and won't appear to other users. Only you will see this.
hi: यह नाम आप लॉग-इन करने के लिए उपयोग करेंगे, जो अन्य यूज़र्स को दिखाई नहीं देगा। इस केवल आप ही देख सकेंगे।

source: CHOOSE A 4-DIGIT PIN
hi: 4-अंकीय PIN चुनें

source: e.g. 2086
hi: जैसे कि 2086

source: CHOOSE A DISPLAY NAME
hi: एक डिस्प्ले नाम चुनें

source: Let us know your birthday to get access to exclusive content.
hi: विशिष्ट सामग्री का एक्सेस पाने के लिए हमें अपनी जन्मतिथि बताएँ।

source: ENTER YOUR MOBILE NUMBER
hi: अपना मोबाइल नंबर दर्ज करें

source: (e.g. 0900000013)
hi: (जैसे कि 0900000013)

source: ENTER YOUR EMAIL ADDRESS
hi: अपना ईमेल पता दर्ज करें

source: Please accept the T&amp;Cs in order to complete the registration
hi: रजिस्ट्रेशन पूरा करने के लिए कृपया नियम एवं शर्तें स्वीकार करें

source: I accept the Terms and Conditions
hi: मैं नियम और शर्तें स्वीकार करता/करती हूँ

source: Reset PIN
hi: PIN रीसेट करें

source: PIN Changed
hi: PIN बदल गया

source: Your PIN has been changed sucessfully.
hi: आपका PIN सफलतापूर्वक बदल दिया गया है।

source: Continue to Sign In
hi: साइन-इन करना जारी रखें

source: Hello
hi: हेलो

source: As you type your name comment will appear as:
hi: जैसे ही आप अपना नाम टाइप करेंगे टिप्पणी इस प्रकार दिखाई देगी :

source: Date of Birth:
hi: जन्मतिथि:

source: Not set.
hi: सेट नहीं है।

source: Mobile number:
hi: मोबाइल नंबर:

source: Gender:
hi: लिंग:

source: Location:
hi: स्थान:

source: Education Level:
hi: शैक्षिक स्तर:

source: Email Address:
hi: ईमेल पता:

source: log out
hi: लॉग- आउट करें

source: Edit My Profile
hi: मेरा प्रोफ़ाइल संपादित करें

source: Change My Password
hi: मेरा पासवर्ड बदलें

source: Your username and password do not match. Please try again.
hi: आपका यूज़रनेम और पासवर्ड मेल नहीं खाता। कृपया फिर से कोशिश करें।

source: Eg.: 2086
hi: जैसे कि 2086

source: The old password is incorrect.
hi: पुराना पासवर्ड गलत है।

source: Too many attempts. Please try again later.
hi: बहुत अधिक प्रयास। कृपया बाद में फिर से कोशिश करें।

source: The two PINs that you entered do not match. Please try again.
hi: आपके द्वारा दर्ज किए गए दो PIN मेल नहीं खाते। कृपया फिर से कोशिश करें।

source: Next Question
hi: अगला सवाल

source: Submit Survey
hi: सर्वेक्षण सबमिट करें

source: You have already completed this survey.
hi: आप पहले ही यह सर्वेक्षण पूरा कर चुके हैं।

source: Back to Home page
hi: वापस होम पेज पर जाएँ

source: Please log in to take this survey
hi: कृपया इस सर्वेक्षण में भाग लेने के लिए लॉग-इन करें

source: Survey Results
hi: सर्वेक्षण परिणाम

source: Your survey has been completed successfully. Please see your submission results below.
hi: आपका सर्वेक्षण सफलतापूर्वक पूरा हो गया है। कृपया अपना सबमिशन परिणाम नीचे देखें।

source: Take The Survey
hi: सर्वेक्षण में भाग लें

source: Skip
hi: छोड़ें

source: Sorry, you are having trouble accessing this feature! Due to a temporary technical issue, login and registrations are not available on the who app for now.
hi: क्षमा करें कि आपको इस फ़ीचर को एक्सेस करने में समस्या हो रही है! एक अस्थायी तकनीकी समस्या के कारण, अभी के लिए WHO ऐप पर लॉग-इन और रजिस्टर नहीं किया जा सकता।

source: To login or register for a profile, visit our free mobisite through your mobile browser at
hi: किसी प्रोफ़ाइल में लॉग-इन करने या उसे रजिस्टर करने के लिए, अपने मोबाइल ब्राउज़र से हमारी निःशुल्क मोबिसाइट पर जाएँ

source: Language
hi: भाषा

source: Change Language
hi: भाषा बदलें

source: Join
hi: जुड़ें

source: Menu
hi: मेनू

source: Change your language
hi: अपनी भाषा बदलें

source: Have something to add to this article?
hi: इस लेख में जोड़ने के लिए कुछ है?

source: Related Articles
hi: संबंधित आलेख

source: Prev
hi: पिछला

source: Next
hi: अगला

source: View more
hi: और देखें

source: Polls
hi: चुनाव

source: Choose a username
hi: एक यूज़रनेम चुनें

source: Choose a 4-digit pin
hi: 4-अंकीय PIN चुनें

source: Choose a display name
hi: एक डिस्प्ले नाम चुनें

source: Select date of birth
hi: जन्मतिथि चुनें

source: I identify my gender as:
hi: मैं अपने लिंग की पहचान इस प्रकार करता हूं:

source: Where do you live?
hi: आप कहां रहते/रहती हैं?

source: What is your highest level of education?
hi: आपका उच्चतम शैक्षिक स्तर क्या है?

source: Enter your mobile number
hi: अपना मोबाइल नंबर डालें

source: e.g. 0900000013
hi: जैसे कि 0900000013

source: Enter your email address
hi: अपना ईमेल पता दर्ज करें

source: e.g. example@foo.com
hi: जैसे कि example@foo.com

source: Login by signing in below.
hi: नीचे साइन-इन करके लॉग-इन करें।

source: Your password has been set. You may go ahead and log in now.
hi: आपका पासवर्ड सेट कर दिया गया है। आप आगे बढ़ कर अभी लॉग-इन कर सकते हैं।

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
hi: पासवर्ड रीसेट लिंक अमान्य था, संभवतः इसलिए कि इसका पहले ही उपयोग किया जा चुका है। कृपया एक नया पासवर्ड रीसेट करने का अनुरोध करें।

source: Back to home page
hi: वापस होम पेज पर जाएं

source: Enter your email address below, and we'll email instructions for setting a new one.
hi: नीचे अपना ईमेल पता दर्ज करें, और हम एक नया सेट करने के लिए निर्देश ईमेल करेंगे।

source: Search the site...
hi: साइट पर खोजें...

source: Search Results for:
hi: निम्नलिखित के लिए खोज परिणाम :

source: No search results were found for
hi: के लिए कोई खोज परिणाम नहीं मिला

source: Back to homepage
hi: वापस होम पेज पर जाएं

source: Start here
hi: यहाँ से शुरू करें
