Repository: praekeltfoundation/molo-basic-who
Catalog: locale/ha/LC_MESSAGES/django.po
Languages: ha

source: January
ha: Janairu

source: February
ha: Fabrairu

source: March
ha: Maris

source: April
ha: Afrilu

source: May
ha: Mayu

source: June
ha: Yuni

source: July
ha: Yuli

source: August
ha: Agusta

source: September
ha: Satumba

source: October
ha: Oktoba

source: November
ha: Nuwamba

source: December
ha: Disamba

source: Add anonymously
ha: Sanya cikin sirri

source: This field is required
ha: Ana bukatan wannan fillin

source: Are you a ...
ha: Shin ku…....

source: Ensure this value has at least 4 characters (it has 1)
ha: Tabbatar cewa wannan ƙimar yana da aƙalla haruffa 4 (yana da 1)

source: Type your comment here...
ha: Rubuta sharhin ku a nan …

source: Reply successfully created.
ha: An ƙirƙira martanin cikin nasara.

source: Email address
ha: Adireshin i-mel

source: Name
ha: Suna

source: Anonymous
ha: Ɓoyayye

source: This comment has been removed by the community. Please read our platform rules.
ha: Jama'a sun cire wannan bayanin. Da fatan za a karanta ƙa'idodin dandalinmu.

source: Report
ha: Rahoton

source: Reply
ha: Martani

source: Share a Comment
ha: Raba sharhi

source: Log in to comment
ha: Shiga ciki domin ba da sharhi

source: Commenting on this article is currently disabled
ha: An kashe bada sharhi akan wannan labarin a halin yanzu

source: Comments
ha: Sharhuka

source: comment
ha: sharhi

source: view more comments
ha: duba ƙarin sharhuka

source: Thanks!
ha: Godiya!

source: Your comment has been successfully posted
ha: An aika sharhin ku cikin nasara

source: Back to article
ha: Koma baya zuwa labarin

source: Home
ha: Gida

source: Please
ha: Da fatan za a

source: log in
ha: shiga

source: to leave a comment.
ha: domin ba da sharhi.

source: This comment has been reported.
ha: An kai ƙaran wannan sharhin

source: It will be reviewed by the team and may be removed if it breaks our Platform rules
ha: Jama'an mu zasu bincika kuma zaá iya cireshi idan ya karya ƙa'idodin mu

source: Reporting comment replies is not allowed.
ha: Ba a ba izinin kai ƙaran martanin sharhi ba.

source: The comment has been reported.
ha: An kai ƙaran wannan sharhin

source: Access Denied
ha: An hana shiga

source: You do not have permssion to access this site.
ha: Ba ku da izinin shiga wannan rukunin yanar gizon.

source: Unable to Login
ha: An kasa shiga

source: Hi
ha: Barka dai

source: Sorry, you are having trouble accessing this feature! Due to a temporary technical issue, login and registrations are not available on the Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at
ha: Yi haƙuri, kuna samun matsala samun damar shiga wannan fasalin! Saboda wasu matsaloli na ɗan lokaci, shiga da rajista ba su a kan manahajan Free Basics a yanzu. Don shiga ko yin rijistar, ziyarci mobisite na kyauta ta hanyar burauzar wayarku a

source: We're working hard to get this problem resolved. Thank you.
ha: Muna aiki tukuru don ganin an shawo kan wannan matsalar. Mun gode.

source: Page not found
ha: Ba a samo shafin ba

source: Sorry, this page could not be found.
ha: Yi haƙuri, an kasa samun wannan shafin.

source: Internal server error
ha: Kuskuren na cikin saba

source: Sorry, there seems to be an error. Please try again soon.
ha: Yi haƙuri, da alama akwai kuskure. Da fatan a sake gwadawa nan ba da jimawa ba.

source: Site Language:
ha: Yaren Shafin Yanar gizo:

source: Next up in
ha: Nan gaba a ciki

source: Recommended
ha: Yababbe

source: Latest
ha: Sabon

source: Topic of the Day
ha: Taken rana a yau

source: Sign in
ha: Shiga ciki

source: LOGIN TO YOUR ACCOUNT!
ha: SHIGA CIKIN ASUSUN KU

source: We’re excited to have you...
ha: Muna farin cikin samun ku ...

source: Your username and password does not match. Please try again.
ha: Sunan mai amfani da kalmar sirrinku basu daidaita ba. Da fatan za a sake gwadawa.

source: Username
ha: Sunan mai amfani

source: 4-digit pin
ha: Lambar pin guda 4

source: Forgotten your password?
ha: Kun manta kalmar sirrin ku ne?

source: Your password has been set. You may go ahead and log in now.
ha: An saita kalmar sirri. Kuna iya ci gaba da shiga yanzu.

source: Log in
ha: Shiga

source: Please enter your new password twice so we can verify you typed it in correctly.
ha: Da fatan za a shigar da sabuwar kalmar sirri sau biyu don mu tabbatar cewa kun sanya shi daidai.

source: New password:
ha: Sabuwar kalmar sirri:

source: Confirm password:
ha: Tabbata kalmar shiga:

source: Change my password
ha: Canza kalmar sirri

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ha: Mahaɗin sake saita kalmar sirri bai yi aiki ba, ƙila saboda an riga anyi amfani dashi. Da fatan za a sake sabon saitin kalmar sirri.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
ha: Mun turak maku wasiƙan imel don saita kalmar sirri, idan akwai asusun tare da imel ɗin da kuka shigar. Ya kamata ku sami saƙon cikin ƙaramin lokaci.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ha: Idan ba ku sami imel ba, da fatan za ku tabbatar kun shigar da adireshin da kuka yi rajista da shi, sannan ku bincika Sifam ɗin wasikun ku.

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
ha: Kun manta kalmar sirri? Shigar da adireshin imel a ƙasa, kuma za mu tura maku saƙon imel ɗin umarnin don saita sabo kalmar sirri.

source: Email address:
ha: Adireshin i-mel:

source: Reset my password
ha: Sake saita kalmarka ta sirri

source: Looking for something?
ha: Kuna neman wani abu?

source: SEARCH
ha: BINCIKA

source: Search
ha: Bincika

source: No search results for
ha: Babu sakamakon bincike

source: I am looking for
ha: Ina neman

source: That page is not translatable.
ha: Ba a iya fassara wannan shafin.

source: You didn't select a choice
ha: Ba ku zaɓi zaɓi ba

source: Vote
ha: Zaɓe

source: Submit
ha: Miƙa

source: Thank you! Your response has already been submitted.
ha: Mun gode! An riga an gabatar da amsarku.

source: Log in to vote
ha: Shiga ciki don jefa kuri'a

source: Show Results
ha: Nuna Sakamako

source: You voted:
ha: Kun yi zaɓe:

source: What's your opinion?
ha: Menene ra'ayinku?

source: Your answers:
ha: Amsoshinku:

source: Thank you for voting!
ha: Mun gode da jefa kuri'a!

source: Type
ha: Rubuta

source: Frontend Users
ha: Masu amfani Da gaba

source: Admin Users
ha: Masu Gudanarwa

source: Your email address is not configured. Please update it before exporting.
ha: Adireshin imel ɗinku ba a daidaita shi ba Da fatan za a sabunta shi kafin a aika.

source: CSV emailed to '{0}'
ha: An aika ta hanyar imel zuwa ga '{0}

source: This value must contain only letters, numbers and underscores.
ha: Wannan ƙimar dole ne ya ƙunshi haruffa, lambobi da karan ɗauri na ƙasa.

source: This value must contain only numbers.
ha: Wannan ƙimar dole ne ya ƙunshi lambobi kawai.

source: Display Name
ha: Sunan Nuni

source: Gender
ha: Jinsi

source: Location
ha: Wuri

source: Education Level
ha: Matakin Ilimi

source: Username already exists.
ha: Sunan mai amfanin nan ya riga ya kasance.

source: Sorry, but that is an invalid username. Please don't use your %s in your username.
ha: Yi haƙuri, amma wannan sunan mai amfanin mara inganci ne. Da fatan ba za a yi amfani da %s a cikin sunan mai amfani ba.

source: Sorry, but that is an invalid display name. Please don't use your %s in your display name.
ha: Yi haƙuri, amma wannan sunan nuni ne mara inganci ne. Da fatan ba za a yi amfani da %s a cikin sunan nuni ba.

source: This value must contain only numbers.
ha: Wannan ƙimar dole ne ya ƙunshi lambobi kawai.

source: Old Password
ha: Tsohon Kalmar Sirri

source: New Password
ha: Sabon Kalmar Sirri

source: Confirm Password
ha: Tabbatar da Kalmar Sirri

source: New passwords do not match.
ha: Sabbin kalmomin sirri basu daidaita ba

source: Confirm PIN
ha: Tabbatar da PIN

source: (e.g. 2086)
ha: (misali 2086)

source: Confirm New Password
ha: Tabbatar da Sabon Kalmar Sirri

source: Save
ha: Tanada

source: Thank you for joining!
ha: Mun gode da shiga!

source: Let us know more about yourself to get access to exclusive content.
ha: Bari mu ƙara sanin ku don samun damar keɓaɓɓun abun ciki.

source: SELECT DATE OF BIRTH
ha: ZAƁI RANAR HAIHUWA

source: DISPLAY NAME
ha: SUNAN NUNI

source: We value your online security, therefore we hide your username and allow you to comment and interact with the site with a display name.
ha: Muna girmama tsaronku na kan layi, saboda haka muna ɓoye sunan mai amfani kuma muna ba ku damar yin sharhi da hulɗa tare da shafin tare da sunan nunawa.

source: I IDENTIFY MY GENDER AS:
ha: NI INA GANIN JINSINA:

source: Only you will see this
ha: Ku kaɗai za ku ga wannan

source: WHERE DO YOU LIVE?
ha: INA KUKE ZAMA?

source: WHAT IS YOUR HIGHEST LEVEL OF EDUCATION?
ha: MENE NE MAFI GIRMAN MATSAYINKU NA ILIMI?

source: Home Page
ha: Shafin Farko

source: Profile
ha: Furofayil

source: Update your display name:
ha: Sabunta sunan nuni:

source: Update your date of birth:
ha: Sabunta ranar haihuwa:

source: Update your gender:
ha: Sabunta jinsinku:

source: Update where you live:
ha: Sabunta inda kuke zama:

source: Update your Education Level:
ha: Sabunta Matsayin Ilimi:

source: Update your mobile number:
ha: Sabunta lambar wayarku:

source: (e.g. 0914556789)
ha: (misali 0914556789)

source: Update your email address:
ha: Sabunta adireshin imel ɗin ku:

source: (e.g. example@foo.com)
ha: (misali misali@foo.com)

source: Forgot PIN
ha: An manta PIN

source: Security question
ha: Tambayar tsaro

source: Please answer the following security question.
ha: Da fatan za a amsa tambayar tsaro mai zuwa.

source: Register
ha: Yi rijista

source: Already a member?
ha: Kai memba ne?

source: Login
ha: Shiga

source: Not a member yet?
ha: Ba memba ba tukuna?

source: Join us by signing up below.
ha: Kasance tare da mu ta hanyar yin rijista a ƙasa.

source: CHOOSE A USERNAME
ha: ZAƁA SUNAN AMFANI

source: This name you will use to log in and won't appear to other users. Only you will see this.
ha: Wannan sunan za ku yi amfani da shi don shiga kuma ba zai bayyana ga sauran masu amfani ba. Ku kawai za ku ga wannan.

source: CHOOSE A 4-DIGIT PIN
ha: ZAƁA LAMBAN PIN 4

source: e.g. 2086
ha: misali 2086

source: CHOOSE A DISPLAY NAME
ha: ZAƁI SUNAN NUNI

source: Let us know your birthday to get access to exclusive content.
ha: Sanar da mu ranar haihuwar ku don samun damar keɓaɓɓun abun ciki.

source: ENTER YOUR MOBILE NUMBER
ha: SHIGA LAMBAR WAYA

source: (e.g. 0900000013)
ha: (misali 0900000013)

source: ENTER YOUR EMAIL ADDRESS
ha: SHIGAR DA ADRESHIN IMEL ƊIN KU

source: Please accept the T&amp;Cs in order to complete the registration
ha: Da fatan za a karɓi T & amp; Cs don kammala rajistar

source: I accept the Terms and Conditions
ha: Na yarda da Sharuɗɗan da Ƙa'idodin

source: Reset PIN
ha: Sake saita PIN

source: PIN Changed
ha: An Canza PIN

source: Your PIN has been changed sucessfully.
ha: An yi nasarar canza PIN ɗinka.

source: Continue to Sign In
ha: Ci gaba da Shiga Ciki

source: Hello
ha: Barka dai

source: As you type your name comment will appear as:
ha: Yayinda kuka rubuta sunan ku zai bayyana kamar haka:

source: Date of Birth:
ha: Ranar haihuwa:

source: Not set.
ha: Ba a saita ba.

source: Mobile number:
ha: Lambar salula:

source: Gender:
ha: Jinsi:

source: Location:
ha: Wuri:

source: Education Level:
ha: Matakan Ilimi:

source: Email Address:
ha: Adireshin i-mel:

source: log out
ha: fita

source: Edit My Profile
ha: Shirya Furofayil Ɗina

source: Change My Password
ha: Canza Kalmar sirri Na

source: Your username and password do not match. Please try again.
ha: Sunan mai amfani da kalmar sirrin ku basu daidaita ba. Da fatan a sake gwadawa.

source: Eg.: 2086
ha: Misali: 2086

source: The old password is incorrect.
ha: Tsohon kalmar sirri ba daidai ba ne.

source: Too many attempts. Please try again later.
ha: An yi gwaji dayawa. Da fatan a sake gwadawa daga baya.

source: The two PINs that you entered do not match. Please try again.
ha: PIN ɗin da kuka shigar basu dace ba. Da fatan a sake gwadawa.

source: Next Question
ha: Tambaya ta Gaba

source: Submit Survey
ha: Miƙa Binciken

source: You have already completed this survey.
ha: Kun riga kun kammala wannan binciken.

source: Back to Home page
ha: Koma zuwa Shafin Farko

source: Please log in to take this survey
ha: Da fatan za a shiga don yin wannan binciken

source: Survey Results
ha: Sakamakon Bnciken

source: Your survey has been completed successfully. Please see your submission results below.
ha: An kammala bincikenku cikin nasara. Da fatan za a duba sakamakon ƙaddamarwa a ƙasa.

source: Take The Survey
ha: Ɗauki Binciken

source: Skip
ha: Tsallake

source: Sorry, you are having trouble accessing this feature! Due to a temporary technical issue, login and registrations are not available on the who app for now.
ha: Yi haƙuri, kuna samun matsala samun damar wannan fasalin! Saboda batun fasaha na ɗan lokaci, shiga da rajista ba su kan manhajan WHO a yanzu.

source: To login or register for a profile, visit our free mobisite through your mobile browser at
ha: Don shiga ko yin rijistar furofayil, ziyarci mobisite ɗinmu na kyauta ta hanyar burauzar wayarku a

source: Language
ha: Yare

source: Change Language
ha: Canza Yare

source: Join
ha: Shiga

source: Menu
ha: Mazaɓa

source: Change your language
ha: Canza yarenku

source: Have something to add to this article?
ha: Shin akwai abin da kuke so ku ƙara a wannan labarin?

source: Related Articles
ha: Labarai masu Alaƙa

source: Prev
ha: Na Baya

source: Next
ha: Na gaba

source: View more
ha: Duba ƙari

source: Polls
ha: Zaɓe

source: Choose a username
ha: Zaɓi sunan mai amfani

source: Choose a 4-digit pin
ha: Zaɓi lamba pin 4

source: Choose a display name
ha: Zaɓi sunan nuni

source: Select date of birth
ha: Zaɓi ranar haihuwa

source: I identify my gender as:
ha: Ni ina ganin jinsina:

source: Where do you live?
ha: Ina kake zama?

source: What is your highest level of education?
ha: Mene ne matakin karatunku mafi girma?

source: Enter your mobile number
ha: Shigar da lambar wayarku

source: e.g. 0900000013
ha: misali 0900000013

source: Enter your email address
ha: Shigar da adireshin imel ɗin ku

source: e.g. example@foo.com
ha: misali misali@foo.com

source: Login by signing in below.
ha: Shiga ciki ta hanyar shiga na ƙasa.

source: Your password has been set. You may go ahead and log in now.
ha: An saita kalmar sirri. Kuna iya ci gaba da shiga yanzu.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ha: Mahaɗin sake saita kalmar sirri bai aiki ba, ƙila saboda an riga an yi amfani da shi. Da fatan za a sake neman sabon saitin kalmar sirri.

source: Back to home page
ha: Koma zuwa shafin gida

source: Enter your email address below, and we'll email instructions for setting a new one.
ha: Shigar da adireshin imel ɗin ku a ƙasa, kuma za mu tura maku imel ɗin umarnin don saita sabo.

source: Search the site...
ha: Bincika shafin ...

source: Search Results for:
ha: Sakamakon bincike na:

source: No search results were found for
ha: Ba a samo sakamakon bincike ba wa

source: Back to homepage
ha: Koma zuwa shafin farko

source: Start here
ha: Fara nan
